Repository: dreamrx/wordpress_themes
Catalog: SLife1.0.4/wp-enjoy-reading/lang/WP-Enjoy-Reading-*.po
Languages: fr_fr, zh_cn

source: WP-Enjoy-Reading Options
fr_fr: Options de WP-Enjoy-Reading
zh_cn: Enjoy Reading 设置

source: How to use this plug-in?
fr_fr: Comment utiliser ce plugin ?
zh_cn: 如何去使用插件？

source: 1.Go to widgets page to add the widget to your sidebar.
fr_fr: 1. Allez à la page de widgets et ajouter le widget à votre sidebar.
zh_cn: 1. 到小工具页面向边栏添加【尽享阅读】小工具

source: 2.use the function
fr_fr: 2. Utilisez la fonction
zh_cn: 2. 调用函数

source: to custom the posts display position.
fr_fr: pour personnaliser le positionnement des billets.
zh_cn: 来自定义显示位置，此函数将生成一个a链接节点

source: Some configuration:
fr_fr: Quelques configurations:
zh_cn: 一些设置：

source: Not displayed cats ID
fr_fr: ID de catégories à ne pas afficher
zh_cn: 排除的分类ID:

source: (use ',' to separate more than one cat, eg:216,345)
fr_fr: (utiliser ',' pour séparer plusieurs catégories, ex: 216,345)
zh_cn: (请使用半角“,”分隔多个分类ID)

source: comments number(dt: 10)
fr_fr: nombre de commentaires (par défaut: 10)
zh_cn: 每次载入评论数：

source: Each time the number of comments to load(when click "load more comments" link)
fr_fr: Le nombre de commentaires à charger à chaque fois ( lorsque le visiteur clique sur le lien "montrer plus de commentaires"
zh_cn: 每次载入的评论数量

source: Choose the default theme:
fr_fr: Choisir le thème par défaut:
zh_cn: 选择一个默认的皮肤：

source: Your all categorys:
fr_fr: Toutes vos catégories:
zh_cn: 你所有的分类：

source: Save Changes
fr_fr: Sauvegarder vos modifications
zh_cn: 保存更改

source: Default
fr_fr: Par défaut
zh_cn: 默认皮肤

source: Mid-Autumn
fr_fr: Mi-automne
zh_cn: 中秋萤火

source: bear
fr_fr: ours
zh_cn: 熊花园

source: love me
fr_fr: aime moi
zh_cn: 我可爱吗

source: bear and meme
fr_fr: ours et mémé
zh_cn: 麦咪和熊

source: Too many posts!!!
fr_fr: Trop de billets !
zh_cn: 太多文章请求！！

source: There is no post.
fr_fr: Il n'y a aucun billet.
zh_cn: 已经没有文章了。

source: The id is not exist.
fr_fr: Cet ID n'existe pas.
zh_cn: 请求的文章ID不存在。

source: change theme
fr_fr: changer de thème
zh_cn: 更改皮肤

source: From:
fr_fr: De:
zh_cn: 来自：

source: Time:
fr_fr: Date:
zh_cn: 发表于

source: page
zh_cn: 第

source: newer
fr_fr: plus récent
zh_cn: 上一页

source: older
fr_fr: plus vieux
zh_cn: 下一页

source: Comments
fr_fr: Commentaires
zh_cn: 评论

source: Load more comments
fr_fr: Charger plus de commentaires
zh_cn: 显示更多评论

source: There is no comments.
fr_fr: Il n'y a pas de commentaires.
zh_cn: 没有评论。

source: loading Enjoy Reading files, please wait...
fr_fr: chargement Bonne lecture Lecture des fichiers, veuillez patienter...
zh_cn: 正在载入脚本文件，请稍后...

source: loading EnjoyReading page, please wait...
fr_fr: chargement de la page EnjoyReading, veuillez patienter...
zh_cn: 正在载入阅读页面，请稍后...

source: EnjoyReading page load success! Initialize...
fr_fr: La page EnjoyReading a été chargée avec succès ! Initialisation...
zh_cn: 正在载入阅读页面，请稍后...

source: loading request data, please wait...
fr_fr: chargement des données demandées, veuillez patienter...
zh_cn: 正在请求数据，请稍后...

source: Request timed out, or post request data too large, click the "Reload" try again!
fr_fr: Temps de demande dépassé ou les donnée de billet demandées sont trop importantes. Cliquez "Reload" pour essayer de nouveau.
zh_cn: 请求超时，可能当前网络状况不好，请稍后再试！

source: Say something...
fr_fr: Votre avis...
zh_cn: 说点什么...

source: change
fr_fr: changer
zh_cn: 更改

source: is submiting...
fr_fr: est soumis...
zh_cn: 正在提交...

source: Please check your name!
fr_fr: Veuillez vérifier votre nom !
zh_cn: 错误：请输入你的姓名！

source: Please check your email!
fr_fr: Veuillez vérifier votre email !
zh_cn: 错误：请检查你的邮箱！

source: Please check your comment!
fr_fr: Veuillez vérifier votre commentaire !
zh_cn: 错误：请输入你的评论！

source: Please check your input!
fr_fr: Veuillez vérifier votre message !
zh_cn: 错误：请检查你的输入！

source: Welcome back
fr_fr: Bienvenue
zh_cn: 欢迎回来

source: Submit Comment
fr_fr: Soumettre le commentaire
zh_cn: 发表评论

source: submit successfully!
fr_fr: Soumission réussie !
zh_cn: 评论成功！

source: The post you are trying to comment on does not currently exist in the database.
zh_cn: 您评论的日志或页面不存在。

source: Sorry, comments are closed for this item.
zh_cn: 对不起，评论已关闭。

source: The post you are trying to comment on has not been published.
zh_cn: 你评论的日志尚未发表。

source: Sorry, you must be logged in to post a comment.
zh_cn: 对不起，你必须登陆才能发表评论。

source: Error: please fill the required fields (name, email).
zh_cn: 错误：请填写必要的内容（姓名和邮箱）。

source: Error: please enter a valid email address.
zh_cn: 错误：请填写一个正确的邮件地址

source: Error: please type a comment.
zh_cn: 错误：请输入评论内容

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
zh_cn: 貌似你已经发表过这条评论了。

source: You are posting comments too quickly. Slow down.
zh_cn: 你评论太快了，歇会儿吧

source: Your comment is awaiting moderation.
zh_cn: 你的评论正在等待审核。

source: Enjoy Reading
zh_cn: 尽享阅读

source: Just Enjoy Reading For Your Wordpress Blog.
fr_fr: Simplement Enjoy Reading pour votre blog Wordpress.
zh_cn: 尽享你的wordpress博客阅读乐趣

source: Click here to Enjoy Reading
fr_fr: Cliquez ici pour Enjoy Reading
zh_cn: 点击开始阅读

source: widget title:
fr_fr: titre du widget:
zh_cn: 小工具标题

source: The text of "Enjoy Reading" link:
fr_fr: Texte du lien "Enjoy Reading":
zh_cn: Enjoy Reading链接文字

source: Y/m/d
fr_fr: d/m/Y

source: Follow me on Twitter: @qiqiboy
fr_fr: Suivez moi sur Twitter: @qiqiboy
